# KPI

[よいKPIを考えるうえで重要なこと｜樫田光 | Hikaru Kashida｜note](https://note.com/hik0107/n/nc35fe647d6c0)

**K**ey **P**erformance **I**ndicator

計画においてコアとなるパフォーマンス指標（数値）

### 良いKPIとは？

1. ****Visionary****

KPIとは「僕たちのプロダクトはこのような形であってほしい」という願い

「何故それを重視するのか」をある程度の**論理／根拠をもって説明されるべきなタイプのVision**

1. 絞る

なるべく最初から少数の絞られている方が望ましい

OMTM = "one metrics that matters"（重要なひとつの数字）

「最重要な指標を**たったひとつだけ**定め、それを追いかける」というもの

KPIはある種の階層構造をもって理解されるべきです。

具体的には、**改善の目的とする「目的指標」**と単に**気になったときに見るだけの「モニタリング指標」**を明確に分けて管理する。

1. ****質指標と量指標を区別する****

KPIには**"質的"なもの**と"**量的"なもの**の2種類があり、これらは明確に分けて考えるべき

- 質的なKPI =**QPI**（Quality Performance）
    
    ・いちユーザあたりの利益
    
    ・いち取引あたりのクレーム発生率
    
    ・全ユーザに締める課金ユーザの率
    
- 量的なKPI =**VPI**（Volume Performance）
    
    ・サービス全体の売上
    
    ・月間のインストール数
    
    ・ロイヤルユーザの獲得数
    

サービスの初期ではまずQPIで一定ラインを満たし、その上でVPIの向上に移るというのが常道

**「QPIが一定のラインに達していない」 = 「サービス／プロダクトに致命的な欠陥がある」**

[「穴あきバケツの成長モデル」の話｜深津 貴之 (fladdict)｜note](https://note.com/fladdict/n/n6ef647f5cc8b)

1. ****できるだけ何かを固定する****

いろんな数字を同時に改善しようとすると、いろんなKPI同士が影響しあってわけがわからないことになります。

できる限りフォーカス絞って、固定できるものは固定した状態で、最も重要と定めたKPIの改善に取り組む

1. ****正しさと使いやすさのバランスを取る****

・Measurable（測定可能）

・Term（期間）

・State（状態）

・Accuracy （表現精緻性）

[良いKPIとはなにか、あるいはガールズバー施策について｜樫田光 | Hikaru Kashida｜note](https://note.com/hik0107/n/n54c536cc8321)
